Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON StoryX_Redwood (레드우드).tmx
Source language: ko_kr
Languages: en_us

source: 식사와 함께 커피를 마시며, 나는 안젤라에게 질문을 던졌다.{j}“아침 식사 시중이 끝나면 바로 집으로 향해.”
en_us: “Head home as soon as you’re done serving me breakfast,” I said as I sipped my coffee and ate the food.{j}

source: 그렇게 검을 더 휘두르던 나는 그대로 들고 있던 검을 놓고는 드러누웠다.
en_us: I went on swinging for a while before laying down the sword and lying back.

source: 굳은살과 때 같은 것이 보인다.
en_us: The foot was callused.

source: 아하, 마침맞게 딱 오는구나.
en_us: Aha. Just in time.

source: 자네들을 도와준 선임병에게 큰 목소리로 감사합니다.{j}라고 복창한다.”
en_us: Say “Thank you!” to the senior soldiers who helped you.”{j}

source: 하지만, 그렇다 해도 너 또한 분명히 에린실과 루온의 피를 이어받았지.
en_us: However, you also are a descendant of Erinthyl and Luon.

source: 안젤라는 요 며칠 동안 계속 내 붙박이로 있으면서 나를 대하는 태도에서 많이 두려움이 빠진 상황이다.
en_us: Angela had grown less fearful after a few days of attending to me.

source: 잠시 뒤, 안젤라는 신을 갈아신었다.
en_us: Soon, Angela made change of shoes.

source: “누구시냐고 사람이 물어보고 있잖아.
en_us: “I just asked you who you are.

source: “알았어, 가서 차 한 잔 내와 줘.”{j}말을 마친 나는 손을 휙휙 저어 그녀를 내보낸 다음 쌓여있던 책들을 뒤적거리기 시작했다.
en_us: “Alright, go and bring me a cup of tea,” I said, waving her away before rummaging through the books.{j}

source: 그렇기에, 오래 살며 온갖 경험을 많이 한 사람은 구심점에 끌어모은 마력이 발현점을 넘게 되었을 때 복수의 능력을 받게 되는 경우도 있다고 한다.
en_us: Thus, a person who had lived long and had many experiences sometimes gained multiple powers when the mana level reached the point of manifestation.

source: 내가 아니어도 이 정도는 찾아냈을 거라고 생각한다.
en_us: They could have gotten this far without me...

source: 대답이 마음에 들지 않았던 모양이다.
en_us: He must have not liked that response.

source: 어차피 장례 치러 줄 사람이 있는 것도 아니니 미련 없다.
en_us: I had no complaint as I didn’t have anyone to arrange my funeral anyway.

source: 즉, 이 수비대의 근거지에 도착해서 짐을 풀어놓고 난 다음에는 나도 제대로 된 길로 돌아다닐 거라는 생각은 버려야 한다는 뜻이다.
en_us: In other words, once I unpacked my pack in the base, I would have to give up any hope of using these roads.

source: 이 정도는 누구나 한다.
en_us: But this much deduction was nothing extraordinary.

source: 나는 말을 하면서 녀석에게 한 걸음 다가가서 눈을 쳐다봤다.{j}“다 알고 있는 이야기니까, 그냥 입을 꽉 여물고 아침 식사 맛있게 해.{j}그리고 돌아가서 당신 어머니랑 함께 저녁에 와인이라도 한 잔 까면서 축배 올려.{j}옆집 장례식장에 와서 나팔 불지 말고.{j}아셨습니까, 형님?”
en_us: “I know all about it, so shut up and enjoy your breakfast. Then you can go back and open a bottle of wine to have a toast with your mother this evening. Don’t crap on others’ mourning, alright, brother?” I said as I walked up and stared straight into the face.{j}{j}{j}{j}

source: 당연히, 하이랜더를 마주칠 기회도 다른 부대에 비해 많을 것이다.
en_us: Naturally, they would come in contact with the highlanders far more often than did the other troops.

source: 발바닥에 가시가 박혔는데, 그거 무시하고 걷는 게 차라리 이것보다 더 쉽겠다.
en_us: It’d be easier to ignore a splinter in your foot and walk.

source: 나는 그 말에 후우, 하고 숨을 내쉬었다.
en_us: I let out a sigh.

source: ― 나는 너에게 줄 수 있는 것을 주었다.
en_us: I gave you what I could give you.

source: “아침 식사는 혼자 하시겠습니까, 아니면 식당에서 하시겠습니까?”
en_us: “Would you like to have breakfast privately or in the dining hall?” Angela asked.

source: “혹시, 향수에 대해 좀 아십니까?”
en_us: “Do you happen to know anything about perfumes?” I asked.

source: 말을 마친 도리안이 오두막을 뒤적거려 모포를 꺼내더니 하나를 내 쪽으로 던졌다.
en_us: Dorian then shuffled through the shack and took out a blanket, tossing one toward me.

source: 아스피린 말하는 건가.
en_us: Was he talking about aspirin?

source: “그렇지는 않은 걸로 안다.
en_us: “I do not think so.

source: 수천 년을 산 위대한 드라이어드 에린실의 의지를 담은 마력이 너와 함께할 것이다.
en_us: The mana with the will of the great dryad Erinthyl who has lived through thousands of years will be with you.

source: 미친 새끼들 아니야 이거.
en_us: These bastards must be crazy.

source: 하긴, 크게 보면 그거랑 크게 다를 것도 없는 상황이지.
en_us: I guess I kind of was.

source: “국경 수비대에서 돌아오는 방법이라.”
en_us: “A way back from the Border Guards, huh?” said Damon.

source: ― 로티샤 호수를 유지하는 선에서 내가 너에게 줄 수 있는 것이다.
en_us: This is how much I could give you while maintaining Lake Roticha, said the figure.

source: “하이랜더라.”
en_us: “Highlanders, huh.”

source: 이런저런 생각을 하는 와중에 게롯이 눈앞에 보이는 집을 가리켰다.
en_us: I was lost in thought when Gerrod pointed to a house before us.

source: 방을 나와, 성의 개보수를 담당하는 인부들의 창고로 향한 안젤라는 거기에서 줄자 하나를 찾아내 다시 마틴의 방으로 향했다.
en_us: Angela exited the room and headed to the storage used by the laborers who maintained the castle. Finding a measuring tape, she headed to Martin’s room again.

source: 뭐 하는 거야 저거.
en_us: What were they doing?

source: 기초라는 게 원래 다 그렇습니다.
en_us: That’s how basics are.

source: “부탁하고 싶은 게 있는데.”
en_us: “I have a request for you.”

source: 레드우드 백작의 이름은 레온이었다.
en_us: Count Redwood’s name turned out to be Leon.

source: 아침 식사는 호수 근처에서 하면 되겠네요.”
en_us: I suppose we can have our breakfast near the lake then.”

source: “네가 잊었다고 해도, 다른 사람들은 이전의 너를 기억하고 있다.”
en_us: “Even if you may not remember, the others do,” he said.

source: 호텔의 건설을 수주받기 위해 경쟁사의 예상 입찰가를 알아내 달라고 하는 고객도 있었고, 임원진 중에 산업 스파이로 의심되는 사람의 뒷조사를 부탁하던 회사 사장님도 있었다.
en_us: Sometimes, I investigated price estimates of competing firms for a hotel construction project. The other times, I tailed a board member suspected of being an industrial spy for a CEO.

source: 씨팔 새끼.
en_us: You son of a bitch.

source: 적은 양이 필요한 것도 아니다.
en_us: The amount was also significant.

source: 하녀가 돌아가고, 나는 사전을 펼쳐 쭉 훑어보기 시작했다.
en_us: As soon as the maid left, I opened the dictionary to look through the words.

source: 날씨가 추운데, 맺혀 있는 물방울이 아직 얼지 않았다.{j}여기도 아니다.
en_us: The water on the fish hadn’t frozen despite the cold which meant this was not the house either.{j}

source: “수백 년 동안 보이지 않던 가보가 호수 아래에 잠들어 있었다니.
en_us: “To imagine that the family heirloom that had been missing for a few centuries was lying at the bottom of the lake all this time.

source: “그렇구나.
en_us: “I see.

source: 남은 불을 보니 한 2시간 정도 잔 것 같은데.
en_us: Considering from the smoldering fire, I might have slept for about two hours.

source: 눈보라, 다른 말로는 블리자드.
en_us: A snowstorm or a blizzard if you prefer.

source: 당연히 가는 말이 부드러울 수밖에 없다.
en_us: So of course I would be speaking more kindly.

source: 알겠습니다.”
en_us: Understood.”

source: 혼자 남은 나는 방 안을 살펴봤다.
en_us: Now alone, I examined the room.

source: 안 돌아가기 시작한 머리를 억지로 굴려 내가 얼마나 뛰었는지 대충 계산해보니 3분 30초다.
en_us: I forced my brain to think about how long I have been running. It was about 3 minutes 30 seconds.

source: 어차피 바꿔 신지 않았을 거라고 생각했다.
en_us: I didn’t expect her to make change anyway.

source: 가신들 중에는 이 장서를 읽고 싶어서 가문에 봉사하는 사람들도 있지.”
en_us: Some of our followers serve us because they want the access to these books,” she explained.

source: “벽난로가 있다니.”
en_us: “A fireplace, huh?”

source: 그리고, 사용된 마력은 마찬가지로 혈관을 타고 다시 심장으로 돌아오죠.”
en_us: Eventually, the mana will come back to the heart through the same path.”

source: 나는 그 말에 턱을 쓰다듬었다.
en_us: I stroked my chin at the word.

source: “그래, 고생했다.”
en_us: “Yes, thank you,” I replied.

source: 딱히 내가 뭘 할 필요도 없다.
en_us: To be fair, I didn’t need to do anything.

source: 책장, 대부분의 책은 먼지가 잔뜩 끼어있지만 몇 권의 책은 그렇지 않다.
en_us: Moving to the shelf, I saw most of the books under a layer of dust except for a few.

source: 방문에 붙은 팻말에는 월버트 웨이틀리라는 이름이 쓰여 있다.
en_us: On the doorplate was written the name, Walbert Waitley.

source: 바로 시작할 수 있으면 좋겠네요.”
en_us: I want to start as soon as possible.”

source: 이 호수에 온 것은 붉은 가지를 찾기 위해서니까.”
en_us: We came to this lake to find the Red Branch,” I declared.

source: 나는 도리안의 말에 대답했다.{j}“돌아가고 싶습니다.{j}그래서 도리안 경이 저에게 수색대에 들어오라고 했을 때는 기뻐 죽는 줄 알았지요.”
en_us: “Yes I do. That’s why I thought I would swoon when you asked me to join the scouts, sir,” I replied.{j}{j}

source: “레드우드 가문의 피를 받은 사람은 어디까지나 한 그루의 나무란다.
en_us: “A Redwood is always a tree.

source: “왜 그렇게 보십니까?”
en_us: “Why are you looking at me like that?” I asked.

source: 레온 백작이 고개를 저은 다음 나에게 편지를 하나 내밀었다.
en_us: Count Leon shook his head before holding out a letter.

source: 세상 만물을 유지하고 파괴하는 근본된 기운?
en_us: The fundamental energy that both maintains and destroys everything in the world?

source: “그냥, 저는 남아있는 기억이 거의 없잖아요?{j}그래서 한 번 물어보는 겁니다.”
en_us: “Well, I have lost most of my memories, so I was curious,” I explained.{j}

source: 사후경직은 시간이 지나면 풀린다.
en_us: The body in rigor mortis relaxes eventually with time.

source: 로티샤 호수가 레드우드 백작령의 주요 용수 공급처인 모양이다.
en_us: Apparently, Lake Roticha was the main source of water for the Redwood estate.

source: “아무리 봐도 가서 그냥 죽으라는 뜻 같은데요.”
en_us: “I think they just want me to go and die,” I said coldly.

source: 만약 게롯이 그 문양이 떠오를 때 일어나는 일을 몰랐다면 나와 게롯은 꼼짝없이 저 배의 폭발과 함께 죽었을 것이다.{j}안에 타고 있던 다른 녀석들처럼.
en_us: Had he not known about it, he and I would have died along with the explosion like other men aboard.{j}

source: ― 내가 너를 새롭게 하리.
en_us: I will renew you.

source: 그 말에 사람들이 분주하게 움직이기 시작한다.{j}하지만, 빠르게 움직인다고 할 수 있는 일이 아니다.
en_us: People began moving busily, but it wasn’t something that could be done with haste.{j}

source: 하지만, 일반적으로 나룻배가 돛단배의 속도를 이길 수는 없다.
en_us: But a rowboat could not compete against a sailboat, at least under normal circumstances.

source: “고마워요.”{j}말을 마치 나는 그대로 잠깐 눈을 감았다.
en_us: “Thank you,” I replied as I closed my eyes.{j}

source: 기껏해야 아이스픽 정도 크기의 송곳으로 정확하게 경추 2번과 3번 사이의 틈을 쑤시고 들어가 척수를 작살 냈다.
en_us: The perpetrator had smashed the spinal cord by going through the space between the axis and the C3 with something thin like an icepick.

source: “너희는, 제대로 방향을 말하고 내가 빠진 위치에 도착하면 바로 말해.”
en_us: “You tell me the direction and let me know as soon as we’re at the spot.”

source: 마틴 레드우드의 잔심부름을 담당하는 하녀는 6일에 한 번씩 바뀐다.
en_us: Martin Redwood’s maid changed every six days.

source: 나는 그런 그녀를 보다가 걱정되는 표정으로 말했다.{j}“그 상태로 식사하시면 체합니다, 어머니.”
en_us: I looked at her silently before speaking out in concern, “You might upset your stomach if you eat in your state, mother.”{j}

source: 나는 안젤라의 안내를 받아 성을 돌아다니기 시작했다.
en_us: I began to tour around the castle with Angela as a guide.

source: “다만, 저는 아직 아버지와 부인의 이름을 모릅니다.”
en_us: “However, I still do not know your or her name.”

source: 두 사람의 영혼이 완전히 같을 수는 없는 법이니까.
en_us: No two people shared the same soul after all.

source: 뭔가, 다른 방법이 필요하다.
en_us: I needed something else.

source: 평생 책에는 손가락 하나 대지 않으려 기를 쓰던 네가?
en_us: You, who tried your hardest to never lay a finger on a book?

source: “마법사라.”{j}나는 그렇게 중얼거리고는 책의 내용을 정리하기 시작했다.
en_us: “A mage, huh,” I said as I began to recap the content of the book.{j}

source: 차라리 지금은 내가 온 이유를 밝히고, 이후에 정말로 붉은 가지를 발견한 다음 어떻게 대처할지는 나중에 생각하자.
en_us: It would be better to come clean with why I came here and think about what I would do with the Red Branch later.

source: 마을이라는 이름이 붙어있지만, 사실 그 단어가 아까울 지경이다.
en_us: Calling it a town would be generous.

source: “덕분에 죽지는 않았네요.”
en_us: “I’m alive, thanks to you,” I replied.

source: 마력을 활용한다면 더 멀리 있는 물체도 또렷하게 볼 수 있을 것이다.
en_us: Using mana, he would be able to discern things at a distance.

source: 공성추를?
en_us: A battering ram?

source: 진열함 안에는 검이 놓여있던 장소가 움푹 파여 있다.
en_us: Inside, I could see an indent where the sword had lay.

source: 혹시 필요하신 게 있다면 불러주십시오.”
en_us: If you need anything, please don’t hesitate to call.”

source: 나는 가끔 로델린을 보러 갈 때를 제외하면 여전히 아침 식사는 방 안에서 하고, 오전에는 게롯이 시키는 데로 몸을 굴리고 오후에는 게롯의 도움을 받아 마력을 느끼기 위해서 최선을 다했다.
en_us: I continued to eat breakfast in my room. Other than visiting Rodelline once in a while, I spent my days focusing on working out according to Gerrod’s directions during the morning and trying to feel the mana with his help during the afternoon.

source: “가면 알게 된다.
en_us: “You’ll see when you get there.

source: 나는 그 말에 어깨를 으쓱했다.
en_us: I shrugged.

source: 안젤라가 나가고, 나는 샤워를 마치고 나왔다.
en_us: Angela exited and I took my shower.

source: 데이먼의 질문에 나는 포크를 들어 그의 소매를 가리켰다.
en_us: I pointed at his sleeves with my fork.

source: 내 말에 안으로 들어왔던 하인들이 고개를 숙이고 대답했다.{j}“다른 준비는 모두 마쳤습니다.{j}이제 도련님의 의복과 기타 물품들만 챙기면 바로 출발하실 수 있을 겁니다.”
en_us: “Everything else is set. After packing your clothes and belongings, we would be ready to leave.”{j}{j}

source: 실수를 한 하녀들의 목에 며칠이 지나도록 남아있던 그 섬뜩한 자국을 안젤라는 기억하고 있다.
en_us: Angela remembered the ugly marks left on the necks of maids who had made the mistake. It had lasted several days.

source: 그때는 정신이 없어서 제대로 못 알아봤지만, 분명히 저건 목검이다.
en_us: Though I was too distracted to recognize it, the sword was definitely wooden.

source: [하이랜더는 두 개의 심장을 가진 것으로 추측된다.
en_us: [Highlanders seem to have two hearts.

source: 기억나는 게 없어서.”{j}나는 적당히 대꾸하면서 소파에 앉았고, 자리에서 일어난 백작은 내 맞은편에 자리 잡았다.
en_us: I can’t remember much,” I replied half-heartedly as I sat down on the sofa. The count sat on the opposite side.{j}

source: 나는 무릎을 꿇은 채 몸을 덜덜 떨기 시작했다.{j}그리고, 마침내 심장을 타고 끔찍한 고통이 퍼진다.{j}얼굴에서 침과 눈물, 콧물이 줄줄 쏟아진다.
en_us: I knelt and shuddered as the terrible pain spread throughout my heart, tears, snot and, spit pouring out through my face.{j}{j}

source: 시간이 꽤 지나서 냄새가 진하지는 않지만, 알 수 있다.
en_us: Though much time had passed and the smell had faded, I could tell.

source: “……알겠습니다.
en_us: “Understood...

source: 나는 그 말에 고개를 끄덕이고 식사를 하기 시작했다.
en_us: I nodded and began to eat.

source: 치료할 방법은 있나?”{j}내 말에 베른이 약간 놀란 표정으로 나를 바라보고는 고개를 끄덕였다.
en_us: Is there a cure?” I asked to Verne who looked at me surprised before nodding.{j}

source: 금방 돌아올 테니까.”{j}나는 그렇게 말하고 나서 잠깐 로델린의 손을 잡고 있었다.
en_us: I’ll be back soon,” I comforted her as I held her hand for a while.{j}

source: 우리는 계속해서 이동하기 시작했다.
en_us: We continued to move.

source: 붉은 가지를 찾아내서 사용할 수 있게 된다고 해도 스스로가 강해지지 않는다면 결국 좋은 무기를 든 비실한 머저리 1호일 뿐이니까.
en_us: Even if I found the Red Branch and learned to use it, it would only be like pearls for a swine if I remained weak myself.

source: 그리고 그걸 국경 수비대에서는 '산머리'라고 부른다.
en_us: The Border Guards called them the “Mountainheads.”

source: 군대 같은 느낌이어서 보급품에 별다른 기대를 하지 않았는데, 오히려 보급품의 상태는 굉장히 좋은 편이었다.
en_us: I was rather surprised by the quality as I had expected little from this military organization.

source: 새벽이 깊어지고, 하인 몇 명이 나와서 불을 켜고 청소를 하기 시작하는 것을 확인한 나는 기지개를 한 번 켜고 방으로 향했다.
en_us: The night grew into the early morning. A few servants walked out, turned on the light, and began cleaning. Only then did I stretch and head back to my room.

source: 나는 계속해서 호흡을 가다듬으며 잠수할 준비를 하기 시작했다.
en_us: Meanwhile, I evened my breath as I prepared to dive.

source: 엄마, 아빠…… 보고 싶어요.
en_us: Mother, father... I miss you, she thought.

source: 10분 주겠다.”
en_us: I give you 10 minutes,” announced the commissary.

source: “점괘 같은 거 안 봐줘요.”
en_us: “I don’t see fortunes, by the way,” I said lightly.

source: 테이블 밑으로 손을 넣어 가볍게 손가락을 비비자, 말라붙은 피가 손가락에 약간 묻어나온다.
en_us: I reached under the table to rub the area lightly to feel a bit of dried blood on my finger.

source: 식물이 자랄 수 있는 환경인데 표토층의 때깔이 이렇게 시뻘건 경우는 열대우림이 아닌 이상 거의 없다.
en_us: Topsoil where plant-life could grow was rarely this deep shade of red unless it was from a tropical forest.

source: 내 말에 레온 백작이 잠깐 자신의 눈가를 비빈 다음 대답했다.
en_us: Count Leon rubbed his eyes before answering.

source: 내 말에 그가 네?{j}하는 소리를 낸 다음에 잠깐 고개를 들어 올리려고 했다가 서로 시선을 교환하더니 대답했다.
en_us: He made a confused sound before looking up to answer.{j}

source: 국경 수비대 그거 뭐, 궁금해서 한번 찾아봤는데 별거 아니더라고요.
en_us: I looked up that Border Guards thing. It wasn’t anything much.

source: 이렇게 눈과 바람이 쏟아지고 있는데, 발자국이 몇 시간이고 멀쩡하게 남아있을 리가 없다.
en_us: No footprint could remain so clear in this crazy snowstorm.

source: 그리고, 도리안은 나를 데리고 막사의 어디론가 향했다.{j}그리고, 그 장소를 담당하는 누군가와 이야기를 나눈다.
en_us: Dorian then took me toward the other corner of the tent to talk to someone.{j}

source: 샛길과 비탈길을 얼마나 올랐을까.{j}“바람이 점점 심해지는 것 같은데, 기분 탓입니까?”
en_us: I had been climbing and sidestepping for a while when I had to ask, “Is it me or is the wind getting stronger and stronger, sir?”{j}

source: 다음으로 가보죠.”
en_us: Let’s go to the next one.”

source: 도리안이 가는 길은 점점 더 거칠어지기 시작했다.
en_us: Dorian began to lead me to a rougher path.

source: 테이블 위에 놓인 천과 바늘, 그리고 실.
en_us: There was a piece of fabric, needle, and thread.

source: 집 안에는 시체가 없을 겁니다.”
en_us: We won’t find any bodies in the house,” I concluded.

source: 내 말에 게롯이 대답했다.{j}“레온 백작님의 말씀과는 다른 것 같아서 그렇습니다.”
en_us: “Because you seem a little different from what Count Leon had described,” he replied.{j}

source: 지난 일주일 동안 아침 식사 자리 말고는 만날 기회도 없었는데.
en_us: I couldn’t remember seeing him for a whole week outside of breakfast hours.

source: 어차피 책이 목적이 아니라 사전이 목적이다.
en_us: I didn’t care about the book after all. What I wanted was the dictionary.

source: 본능에 따라 움직이는 야수는 위험하지 않다고 말하고 싶은 건가.
en_us: Was he trying to say that beasts that moved on instinct were not dangerous?

source: 안녕히 주무세요.”{j}이야기를 마친 나는 인사를 하고 로델린의 방을 나와 연무장으로 향했다.
en_us: Good night,” I said before leaving Rodelline’s room and heading to the training ground.{j}

source: 나는 곧바로 옷을 벗은 다음 따로 빼두었던 보급품으로 갈아입기 시작했다.
en_us: I quickly took off my clothes to get into the uniform.

source: 키는 157cm 정도.{j}몸무게는 한 42-45kg 사이.
en_us: She was about 157cm tall and likely weighed 42 to 45kg.{j}

source: 바로 와달라고 하셨습니다.”
en_us: He asked that you come right away.”

source: 내가 고개를 끄덕이자 안젤라가 들고 있던 수건을 고리에 걸어두었다.
en_us: I nodded, and Angela hung the towel she was holding on the ring.

source: 게롯이 시키는 대로 나는 뛰기 시작했다.{j}얼마 뛰지도 않았는데 숨이 차기 시작한다.
en_us: I started to run upon Gerrod’s orders but soon felt out of breath.{j}

source: “아가리 닥치고 집중해.”{j}나는 다소 거칠게 말하고 나서 녀석들을 노려봤다.
en_us: “Shut up and focus,” I said rather roughly as I glared at them.{j}

source: 흥신소 일 하면서 부자들도 즐겨 먹는 햄버거가 되기 위해서 얼마나 노력을 많이 했는데.{j}내 입에서 유의미한 정보가 나오길 기대하는 건 어리석은 생각이다.
en_us: Considering the lengths I had gone to in order to placate the bougies, this guy was foolish to expect any sort of meaningful intel from me.{j}

source: 그게 가능하겠냐.
en_us: Impossible.

source: 전신에 스며들던 소금물로 인한 통증이 옅어지기 시작한다.{j}아니, 오히려 몽롱한 와중에 쾌감으로 변하기 시작한다.
en_us: The pain eventually began to ebb away as the saltwater spread throughout my body, giving way to a hazy pleasure instead.{j}

source: 빙글빙글 돌린 악담을 듣고 있으려니 영 기분이 좋지 않다.
en_us: It didn’t feel good to have him take indirect jabs.

source: “발현점?”
en_us: “Manifest?”

source: “아.”
en_us: “Oh.”

source: 검 같은 걸 쓰는 사람인가.
en_us: Was he a swordsman of sorts?

source: “감사합니다.”
en_us: “Thank you,” I said.

source: 귀족은 지배계층이고, 다르게 표현하자면 정치를 하는 족속들이다.
en_us: Nobles were the rulers. In other words, they were politicians.

source: 젠장, 이렇게 된 이상……!
en_us: Damn. If so...!

source: “로티샤 호수에 도착했습니다.”
en_us: “We’ve arrived at Lake Roticha,” the driver announced.

source: 그 여마법사는 이 나라의 사람이 아닐 가능성도 충분히 있다.
en_us: It was entirely possible that the woman mage may not be from this country.

source: 데이먼의 말에 나는 그를 보며 대답했다.{j}“일반적으로 하이랜더 50마리를 잡으면 할당량이 끝난 것으로 쳐서 다시 귀가시킨다고 하던데요.”
en_us: “I heard that in general, they let you go home if you meet your quota of 50 highlanders,” I replied as I turned to look at him.{j}

source: “좋아.”{j}나는 그 말에 고개를 끄덕이고 난 다음에 그 사람들을 바라봤다.{j}“사흘 뒤, 그 호수로 가볼 생각이다.”
en_us: “Alright,” I nodded before looking around and declaring, “I plan to visit the lake in four days.”{j}{j}

source: 온갖 개짓거리를 하느라 거칠어진 내 손은 온데간데없이, 뭐 하나 힘든 일 해본 적 없는 것 같은 뺀질한 손이 자리 잡고 있다.
en_us: Instead of the rough hands that had seen so much bullshit, I was looking at a pair of smooth hands that had never seen a day of work.

source: 두 사람은 고개를 끄덕이고 자리에 나란히 앉았다.{j}그리고 식사가 시작되었다.
en_us: They nodded and sat down to start eating.{j}

source: 나는 고개를 끄덕였다.
en_us: I nodded.

source: 들어온 여자는 나를 보고는 살짝 얼굴이 구겨졌다가 다시 펴진다.
en_us: The woman frowned briefly at the sight of me before straightening her face.

source: 아마 밤새 우신 것 같은데.
en_us: I think she may have been crying all night.

source: “레드우드 가문이 꾸준히 모은 장서란다.
en_us: “The House of Redwood has collected these books diligently.

source: 갑자기 많이 끌어모은 마력을 어떻게든 통제하는 데 성공한다면 극심한 이물감 정도로 끝나지만, 통제에 실패하면 다른 일이 일어납니다.”
en_us: If you succeed in controlling the sudden influx of mana, it might end in discomfort. But if you fail, something else happens.”

source: 차라리 내가 잘못해서 일이 이렇게 된 거면 화가 날 이유가 없는데.{j}나는 전혀 모르고 있던 사실이 갑자기 어디에서 툭 튀어나와 트럭처럼 나를 들이받았다.
en_us: I wouldn’t be so angry if I was at fault, but here I was, swept off the rug.{j}

source: 녀석은 긴 가죽끈 하나를 양손으로 꽉 말아 쥔 채 내 쪽을 향해 헤엄쳐 오는 중이었다.
en_us: He was heading my way with a long leather strip wrapped around both hands.

source: “저 진열함에 딱 들어가겠는데.”
en_us: “It would be perfect for the display,” I murmured.

source: 방금 발 치수를 잰 것도 그냥 순수한 호기심이었지, 이걸로 뭔가를 해보겠다는 생각이 있었던 게 아니다.
en_us: Even measuring the maid’s foot was out of pure curiosity. I didn’t mean to do anything with it.

source: 순간적으로 눈앞에 별이 반짝이는 것 같은 느낌이 들며 앞으로 꼬꾸라졌다.
en_us: I thought I saw stars as I crumpled forward.

source: “그건 걱정하실 필요 없습니다.”
en_us: “You wouldn’t need to worry about that.”

source: “구체적인 이야기를 진행하기에 앞서, 명단에 적힌 자들의 이름을 확인하겠다.”
en_us: “Before we go on, I will check the names on the list,” announced the commissary.

source: 도리안이 그런 내 반응을 보고는 가볍게 웃으며 말을 이었다.{j}“이 정도면 도로지.{j}조금 더 가다 보면 비슷한 샛길이지만, 중간에 길이 끊어져서 뛰어넘어야 하는 곳도 있다.”
en_us: Dorian laughed lightly at my response and continues, “Of course this is a road. Down the road, we’ll come to a similar path that breaks off midway that you have to jump over.”{j}{j}

source: 나는 짐을 싸고 앞으로 나와 수통에 물을 채우고 몇 모금 마셔보았다.
en_us: Having packed up, I walked out to fill my canteen and have a sip.

source: 어떻게 된 거야?”
en_us: What happened?”

source: “물어보는 이유가 뭔지 궁금하구나.”
en_us: “May I ask why you’re curious?” she responded.

source: 그거 참 기막힌 우연이네.{j}나도 마침 뱃놀이하다가 익사 당한 참이었거든.
en_us: What a coincidence because I just drowned while boating too.{j}

source: 너는 선조들이 굽어살피는 자랑스러운 레드우드 백작가의 피를 이어받은 장남, 나의 아들 마틴 레드우드란다.”
en_us: You’re Martin Redwood, the eldest son of the proud House of Count Redwood overseen by many esteemed ancestors. You’re also my son,” she spoke.

source: 개뿔이나.
en_us: Like hell it was.

source: “네, 저도 슬슬 멈추는 게 좋다고 생각했습니다.”{j}내 말에 동의한 게롯이 애매한 표정으로 나를 바라보고 있었다.
en_us: “Yes. I too believe that we should stop now,” Gerrod agreed. He was looking at me with a funny expression.{j}

source: “더 물어볼 거 없으시면 좀 돌아가서 자려고 하는데 괜찮겠습니까?”
en_us: “If you have nothing more to ask, I would like to go back and get some sleep. Is that alright?”

source: 그렇게 어려운 일도 아니다.{j}시체를 질질 끌고 멀리 갈 수는 없었을 테니까.
en_us: This shouldn’t be too difficult since they couldn’t have gotten far with three dead bodies.{j}

source: 내 말에 게롯이 약간 격양된 목소리로 대답했다.{j}“멀쩡히 살던 어부 일가를 죽인 녀석입니다.{j}그냥 넘어간다니……!”
en_us: “The bastard killed an innocent family of fishermen. How could we just leave...!” Gerrod replied in a slightly heated tone.{j}{j}

source: 옆에 서 있는 50대 남성은 상대적으로 젊은 이 여자가 다소 부담스러운 모양이다.
en_us: The 50-year-old man by her side seemed to be slightly nervous about this slightly younger woman.

source: 그래서 저런 식으로 해석한 모양이다.
en_us: I suppose one could interpret my abilities that way.

source: 그럴 수 없다니 무슨 소리야.
en_us: What did she mean that I couldn’t have it?

source: 방금 전에는 운이 좋아서 그냥 넘어갔지만 이제는 허용되지 않을지도 모른다.
en_us: Though she might have been lucky the last time, she might not be now.

source: “책에 몰두하는 건 이 정도면 될 것 같은데.”
en_us: “This should be enough pouring over the books.”

source: 아, 생각을 할 줄은 아는 친구가 하나 있었군.
en_us: Oh, this one seemed to have a bit of a brain.

source: “아, 제 이름이 마틴이군요.”{j}내 대답에 두 사람이 서로 시선을 교환한다.
en_us: “Oh. My name must be Martin,” I responded as the two exchanged looks.{j}

source: 심심하면 직접 행차하셔서 자맥질 한 번 시원하게 하시지요.”
en_us: Why not take a picnic if you’re bored to dive and see for yourself?”

source: 나는 손에 잡혀 있는 나무 파편을 한 번 보고, 다시 고개를 들어 희미하게 빛나는 여자의 형상을 바라봤다.
en_us: I stared once at the piece of wood before looking up at the faintly glowing figure of the woman.

source: “쉬워서 어려운 겁니다.”
en_us: “That’s the difficult part,” he warned.

source: 게다가 반지의 장식이 딱 도장처럼 생겼다.
en_us: Also, the mark on the ring resembled a seal.

source: 실물을 보게 되는 건 처음인데.
en_us: I haven’t seen any with my own eyes before.

source: 수색대가 직접 관리하며 채워 넣는 모양이다.
en_us: So the scouts replenished the suplies themselves, it seemed.

source: “아, 그리고 나흘 뒤에는 제가 잠깐 자리를 비울 일이 있습니다.
en_us: “Oh, by the way, I’ll have to leave for a while in four days.

source: 뭐, 애초에 불법으로 규정된 일을 하고 있는 녀석 인생 종 치는 방식이 다 이따위지.
en_us: Well, this is how the guys who turned to the illegal street life like me ended up anyway.

source: “약간 소란이 있기는 했지만, 사지 멀쩡하게 붙어서 왔습니다.”
en_us: “There was a little commotion, but I have no pieces missing as you can see,” I replied.
